/*
3 Задача 4 Главы 
Рассмотрим следующий код:

const birthday = '18.04.1982';
const age = someCode(birthday);

У нас есть константа birthday, а также age, которая вычисляется при помощи некоторого кода,
используя значение из birthday (в данном случае детали не имеют значения, поэтому код не рассматривается).

Можно ли использовать заглавные буквы для имени birthday? А для age? Или одновременно для обеих переменных?
*/

alert('Переменную BIRTHDAY можно записать заглавными буквами, потому что её значение известно до выполнения скрипта и записанно в код.');

alert('Переменную age нельзя записать заглавными буквами, потому что её значение вычисляется во время выполнения скрипта.');